[
 {
  "published": "Thu, 16 Jun 2016 17:06:00 -0300", 
  "link": "http://www.stf.jus.br/portal/cms/verNoticiaDetalhe.asp?idConteudo=319146", 
  "description": "Na sessão desta quinta-feira (16), o Plenário do Supremo Tribunal Federal (STF) rejeitou os embargos de declaração opostos pela Procuradoria Geral da República (PGR) e mantiveram o julgado no Recurso Extraordinário (RE) 669069, no qual foi firmada a tese de repercussão geral no sentido de que “é prescritível a ação de reparação de danos à Fazenda Pública decorrente de ilícito civil”. O relator do recurso, ministro Teori Zavascki, salientou não existir omissão, obscuridade ou riscos à segurança jurídica apontados pela PGR para justificar a reforma do acórdão. A decisão foi unânime.\nNos embargos, o procurador-geral da República sustentou que a tese fixada apresentaria omissão, pois não estaria definida a abrangência nem a definição exata da expressão “ilícito civil”, assim como a definição do termo inicial para o transcurso do prazo prescricional das pretensões de ressarcimento ao erário decorrentes desses ilícitos. Aponta, ainda, a necessidade de modulação dos efeitos da tese. Segundo a PGR, seria necessário reformar o julgado para dar interpretação mais ampla ao artigo 37, artigo 5º, da Constituição Federal.\nDe acordo com o relator, nos debates travados durante o julgamento do RE, ficou clara a opção do Tribunal de considerar como ilícito civil o de natureza semelhante ao do caso concreto em exame, que tratou de danos decorrentes de acidente de trânsito. O ministro observou que não são considerados, para efeito de aplicação da tese, os ilícitos decorrentes de infração ao direito público, como os de natureza penal e os de improbidade, por exemplo. Ainda segundo ele, na ocasião o Tribunal optou por examinar as hipóteses de forma individualizada e não de forma genérica.\nQuanto à necessidade de fixação do termo inicial do prazo de prescrição, o ministro observou que a questão constitucional julgada no RE 669069 limitou-se à abrangência da ação de ressarcimento decorrente de ilícitos de natureza civil pela regra da imprescritibilidade. Segundo o relator, cabia ao Tribunal decidir apenas sobre a prescrição ou não dos ressarcimentos ao erário, ficando a definição do termo inicial restrita à interpretação da legislação infraconstitucional.\nEm relação ao pedido de modulação de efeitos por haver decisões do STF em sentido contrário, o ministro Teori salientou que, no julgamento do Mandado de Segurança 26210, o STF assentou serem imprescritíveis as pretensões de ressarcimento ao erário, entretanto, o precedente tratava de tema diverso, pois referia-se a processo de tomada de contas que tramitava no Tribunal de Contas da União (TCU). O ministro ressaltou que essa controvérsia está pendente de discussão em recurso extraordinário, também de sua relatoria, com repercussão geral reconhecida.\nApontou ainda que a grande maioria das decisões do STF em relação à imprescritibilidade do ressarcimento se referem a atos de improbidade administrativa, discussões que não são abrangidas na tese firmada no acórdão embargado. De acordo com o relator, em relação a ilícitos civis não havia jurisprudência consolidada no STF que afirmasse a imprescritibilidade das pretensões de ressarcimento ao erário. O ministro destacou que não existia expectativa legítima da administração pública de exercer a pretensão de ressarcimento a qualquer tempo, não sendo possível constatar motivos relevantes de segurança jurídica ou de interesse social que justifiquem a modulação.\nPR/AD\nLeia mais:\n03/02/2016 – STF decide que há prescrição em danos à Fazenda Pública decorrentes de ilícito civil\nhttp://www.stf.jus.br/portal/cms/verNoticiaDetalhe.asp?idConteudo=309262&caixaBusca=N\n ", 
  "title": "STF mantém decisão sobre reparação de danos à Fazenda Pública decorrentes de ilícito civil"
 }, 
 {
  "published": "Thu, 16 Jun 2016 17:06:00 -0300", 
  "link": "http://www.stf.jus.br/portal/cms/verNoticiaDetalhe.asp?idConteudo=319144", 
  "description": "Estão disponíveis para usuários cadastrados no sistema STF-Push mais duas publicações produzidas pela Secretaria de Documentação do Supremo Tribunal Federal: o “Informativo por Temas” e o “Boletim Repercussão Geral”. O sistema, que faz o envio automático de e-mails, já oferecia acesso às notícias divulgadas no site do STF, ao acompanhamento processual e ao Informativo STF, que resume as principais decisões das Turmas e do Plenário na semana.\nEntre as novidades do serviço, o Informativo por Temas reúne as sínteses dos julgamentos concluídos no mês, com o diferencial de apresentar as informações organizadas por ramos do Direito e por assuntos. O envio é mensal.\nJá o Boletim Repercussão Geral oferece resumo dos processos julgados pelo STF envolvendo o instituto da repercussão geral. Além da organização por ramos do Direito e por assunto, há ainda a classificação por categorias: processos com repercussão geral reconhecida e mérito julgado, processos com mérito pendente de julgamento, processos com repercussão geral negada e processos com jurisprudência reafirmada pelo Plenário Virtual. A periodicidade do boletim é semestral.\nPara receber as publicações por e-mail, os usuários devem ser cadastrados no sistema STF-Push. Ao acessar a página do serviço, basta assinalar as opções desejadas – Informativo por Temas (mensal), Boletim Repercussão Geral (semestral), Informativo STF (semanal), Notícias (diário) ou acompanhamento processual (atualizado a cada novo andamento do processo de interesse). O formulário para inclusão no serviço requer cadastramento de nome, telefone, e-mail e senha. \nSP/EH ", 
  "title": "Usuários cadastrados podem receber publicações de jurisprudência do STF por e-mail"
 }, 
 {
  "published": "Thu, 16 Jun 2016 17:06:00 -0300", 
  "link": "http://www.stf.jus.br/portal/cms/verNoticiaDetalhe.asp?idConteudo=319145", 
  "description": "O ministro Edson Fachin, do Supremo Tribunal Federal (STF), negou seguimento (julgou inviável) ao Habeas Corpus (HC) 133387, impetrado pela defesa do ex-vice-governador do Distrito Federal Benedito Domingos, que pretendia a revogação de sua prisão. Em março, Fachin já havia indeferido pedido de liminar, por considerar que, no caso, não estaria configurado manifesto constrangimento ilegal a justificar a concessão da medida.\nDomingos foi condenado pelo Tribunal de Justiça do Distrito Federal e dos Territórios (TJDFT) às penas de cinco anos e oito meses de prisão, por fraudes em licitações, e de quatro anos por corrupção passiva, em regime inicial semiaberto. A defesa pretendia a sua soltura ou a possibilidade de cumprimento da pena em prisão domiciliar até o julgamento final dos recursos contra a condenação.\nO Superior Tribunal de Justiça (STJ), ao rejeitar recurso do ex-vice-governador, determinou o início da execução provisória da condenação, acolhendo pedido do Ministério Público Federal (MPF) formulado com base em entendimento adotado pelo STF no julgamento do HC 126292, que permitiu o início do cumprimento da sentença após condenação em segunda instância, antes do trânsito em julgado.\nNo HC 133387, a defesa alegava que a decisão do STF naquele precedente não tem caráter vinculante e para todos (erga omnes) e não poderia atingir a situação de seu cliente. Sustentou também que a mudança do entendimento não pode retroagir para prejudicar o réu.\nDecisão\nO ministro Edson Fachin ressaltou inicialmente que o HC não pode ser admitido por ter sido impetrado como sucedâneo de recurso extraordinário, instrumento recursal previsto para a hipótese. Contudo, observou que, mesmos ausentes os requisitos para o conhecimento, a Corte tem admitido, em caráter excepcional, a concessão da ordem de ofício nas hipóteses de flagrante constrangimento ilegal. No caso concreto, porém, ele afastou tal possibilidade.\nFachin explicou que mesmo as decisões do STF desprovidas de força vinculante repercutem na posição dos demais órgãos do Poder Judiciário, uma vez que a Corte é a intérprete máxima da Constituição Federal. Tal alinhamento, segundo ele, visa conferir “integridade e coerência à jurisprudência nacional”. No entanto, destacou que, no caso, o STJ não reproduziu automaticamente o entendimento do STF nem conferiu força imperativa, mas “partiu de convencimento próprio”.\nCom relação ao argumento de irretroatividade do entendimento jurisprudencial, o ministro explicou que o princípio está atrelado à aplicação da lei no tempo, ou seja, quando existe ato normativo que inove a ordem jurídica. No caso, porém, não houve sucessão de leis, descaracterizando, portanto, a alegação de ofensa constitucional. Ele ainda destacou que a irretroatividade da lei penal é tema relacionado a relação jurídica material (ao crime e à pena). O debate trazido pela defesa, porém, encontra-se no campo processual, sem reflexo na “existência ou intensidade do direito de punir, mas tão somente no momento de punir”.\nQuanto ao pedido de prisão domiciliar, Fachin destacou que a matéria não foi enfrentada ainda pelas instâncias ordinárias, e exige a análise de requisitos de ordem fática, não cabendo ao STF julgar a questão neste momento, “sob pena de supressão de instância”.\nAR/AD\nLeia mais: \n18/03/2016 – STF indefere liminar a ex-vice-governador do DF que iniciou cumprimento de pena\n\n ", 
  "title": "Rejeitado HC contra prisão de ex-vice-governador do DF"
 }, 
 {
  "published": "Thu, 16 Jun 2016 09:06:00 -0300", 
  "link": "http://www.stf.jus.br/portal/cms/verNoticiaDetalhe.asp?idConteudo=319048", 
  "description": "14h - Sessão Plenária", 
  "title": "Agenda do presidente do STF, ministro Ricardo Lewandowski, para esta quinta-feira (16)"
 }, 
 {
  "published": "Wed, 15 Jun 2016 20:06:00 -0300", 
  "link": "http://www.stf.jus.br/portal/cms/verNoticiaDetalhe.asp?idConteudo=319033", 
  "description": "O ministro Celso de Mello, do Supremo Tribunal Federal, julgou procedentes as Reclamações (RCLs) 24272 e 24273, ajuizadas pela União, e invalidou decisões administrativas do Tribunal Regional Eleitoral do Estado de Mato Grosso (TRE-MT) e do Tribunal de Justiça do Distrito Federal e dos Territórios (TJDFT) que estenderam aos servidores daquelas cortes o reajuste de 13,23% decorrente de diferenças salariais. A decisão segue o precedente da Segunda Turma do STF na RCL 14872, que firmou o entendimento de que a incorporação da vantagem violou a Súmula Vinculante (SV) 37 do STF, que veda ao Judiciário a concessão de reajuste com base no princípio da isonomia.\nNas decisões, o ministro Celso de Mello assinalou que a disciplina jurídica devida aos agentes públicos em geral está sujeita ao princípio da reserva absoluta de lei, que veda a intervenção de órgãos estatais não legislativos. “O princípio da divisão funcional do poder impede que, estando em plena vigência o ato legislativo, venham os Tribunais ampliar-lhe o conteúdo normativo e a estender a sua eficácia jurídica a situações nele não previstas, ainda que a pretexto de tornar efetiva a cláusula isonômica inscrita na Constituição”, afirmou.\nSegundo o relator das reclamações, não cabe ao Poder Judiciário atuar na condição anômala de legislador para impor seus próprios critérios. “É que, se tal fosse possível, o Poder Judiciário – que não dispõe de função legislativa – passaria a desempenhar atribuição que lhe é institucionalmente estranha, usurpando competência que não lhe pertence, com evidente transgressão ao princípio constitucional da separação de poderes”, afirmou.\nAssim, segundo o decano da Corte, os atos em questão divergem do entendimento consolidado na SV 37,  “cabendo assinalar, por extremamente relevante, que a Segunda Turma, em recentíssimo julgamento ocorrido em 31/5/2016, consagrou esse mesmo entendimento”, concluiu.\n- Íntegra da decisão na RCL 24272.\n- Íntegra da decisão na RCL 24273.\nCF/AD\nLeia mais:\n31/5/2016 – 2ª Turma cassa decisão que concedeu reajuste de 13,23% a servidores da Justiça do Trabalho\n\n ", 
  "title": "Ministro invalida decisões que concederam 13,23% a servidores do TJDFT e TRE-MT"
 }, 
 {
  "published": "Wed, 15 Jun 2016 19:06:00 -0300", 
  "link": "http://www.stf.jus.br/portal/cms/verNoticiaDetalhe.asp?idConteudo=319032", 
  "description": "O ministro Celso de Mello, do Supremo Tribunal Federal (STF), deferiu liminar no Habeas Corpus (HC) 134983, para assegurar ao ex-conselheiro do Conselho Administrativo de Recursos Fiscais (Carf) Leonardo Siade Manzan o exercício de garantias constitucionais durante depoimento marcado para esta quinta-feira (16) na Comissão Parlamentar de Inquérito (CPI) da Câmara dos Deputados que investiga irregularidades naquele órgão (CPI do Carf). Segundo o relator, a circunstância de Manzan responder a ação penal pelos mesmos fatos que fundamentam a investigação da CPI demonstra sua posição de réu e lhe assegura o direito de “exercer a prerrogativa constitucional contra a autoincriminação, sem que se possa adotar contra ele, em razão do regular exercício de tal prerrogativa jurídica, qualquer medida restritiva de direitos ou privativa de liberdade”.\nO ministro explicou que o exercício do direito ao silêncio, conforme prevê a jurisprudência do STF, “por traduzir legítima prerrogativa constitucional”, não autoriza que se imponha ao depoente qualquer medida privativa de liberdade ou restritiva de direitos. “O direito ao silêncio – e o de não produzir provas contra si próprio – constitui prerrogativa individual que não pode ser desconsiderada por qualquer dos Poderes da República, independentemente da condição formal (seja a de indiciado, seja a de investigado, seja a de testemunha) ostentada por quem é intimado a comparecer perante órgãos investigatórios do Estado, inclusive perante Comissões Parlamentares de Inquérito”, destacou o decano da Corte.\nO ministro também assegurou ao ex-conselheiro o direito de ser dispensado de assinar termo de compromisso legal na condição de testemunha, por ser réu em persecução penal sobre o mesmo tema, garantindo-lhe também o direito de não sofrer qualquer medida sancionatória por parte da CPI. A decisão também garante a Manzan o direito de ser assistido por seus advogados e de comunicar-se com eles, pessoal e reservadamente, sem qualquer restrição, durante o curso de seu depoimento.\nO decano do Supremo ressaltou que, caso a CPI descumpra a liminar e desrespeite as prerrogativas profissionais dos advogados que prestam assistência ao depoente (e, por consequência, os direitos e garantias do depoente), fica-lhes assegurado o direito de fazerem cessar o depoimento sem que se possa adotar, contra eles ou contra seu cliente, qualquer medida restritiva de direitos ou privativa de liberdade. Ele também assegurou garantia idêntica se algum integrante da CPI não tratar a Manzan e a seus advogados com a urbanidade devida a qualquer depoente ou lhes dispensar tratamento desrespeitoso ou moralmente ofensivo. Segundo a decisão, caso sejam submetidos a esse tipo de situação, poderão se retirar imediatamente do recinto da inquirição, “sem que possam ser submetidos a qualquer medida restritiva de direitos ou privativa de liberdade, seja por determinação desse órgão de investigação parlamentar, seja por iniciativa de qualquer integrante de organismo policial, inclusive da Polícia Legislativa da Câmara dos Deputados”.\n- Leia aqui a íntegra da decisão.\nPR/AD", 
  "title": "Decano assegura exercício de garantias constitucionais a convocado pela CPI do Carf"
 }, 
 {
  "published": "Wed, 15 Jun 2016 18:06:00 -0300", 
  "link": "http://www.stf.jus.br/portal/cms/verNoticiaDetalhe.asp?idConteudo=319031", 
  "description": "Após chegar a um empate na votação, foi suspenso o julgamento da Ação Direta de Inconstitucionalidade (ADI) 2905, na qual se discute a validade de dispositivos da Lei mineira 14.507/2002, que estabelece regras para venda de títulos de capitalização no estado. Depois dos votos dos ministros Edson Fachin e Dias Toffoli, proferidos na sessão plenária desta quarta-feira (15) do Supremo Tribunal Federal (STF), o placar ficou em cinco votos pela procedência parcial da ação e cinco votos pela procedência integral. O julgamento será concluído posteriormente, com o voto do ministro Gilmar Mendes, que ainda não se manifestou sobre a matéria.\nAo pedir a declaração de inconstitucionalidade dos artigos 1º, 2º e 3º da norma, a Confederação Nacional do Sistema Financeiro (Consif) sustenta que a lei mineira invade a competência privativa da União para legislar sobre direito civil, comercial, poupança popular, sorteio e propaganda comercial. O julgamento da ação começou em fevereiro de 2010, quando o relator, ministro Eros Grau (aposentado), e os ministros Marco Aurélio e Cezar Peluso (aposentado) votaram no sentido da total procedência da ação. Eles frisaram em seus votos que o estado só teria competência para legislar sobre a matéria se não existisse norma federal, o que não acontece no caso, e mesmo assim apenas para atender eventuais peculiaridades do ente federado. Na ocasião, a ministra Cármen Lúcia pediu vista dos autos.\nO caso voltou a ser analisado em fevereiro de 2015, quando a ministra Cármen Lúcia votou pela procedência parcial da ação, por entender que a competência privativa da União para legislar sobre normas gerais não exclui a competência suplementar dos estados. Ela reconheceu a inconstitucionalidade apenas do inciso III do artigo 3º e da expressão “ou publicidade”, constante do artigo 2º, por entender ter sido invadida a competência da União para legislar sobre publicidade. Seguiram esse entendimento os ministros Luís Roberto Barroso, Rosa Weber e Celso de Mello.\nNa sessão desta quarta-feira (15), o ministro Edson Fachin acompanhou a ministra Cármen Lúcia. Trata-se de competência complementar do estado-membro para dispor sobre defesa do consumidor, disse o ministro. Ele entende que a Assembleia mineira não legislou nem pretendeu legislar sobre sistema financeiro. Além disso, ele concordou com a ministra no sentido de que a vedação à chamada venda casada, previsto no artigo 1º da lei questionada, apenas repete orientação firmada pelo Código de Defesa do Consumidor.\nJá o ministro Dias Toffoli acompanhou o voto do relator pela procedência total da ação, por entender que a lei mineira é integralmente inconstitucional, uma vez que invadiu competência privativa da União. A lei, segundo Dias Toffoli, dispõe, sim, sobre sistema de capitalização, violando o disposto nos artigos 22 (inciso I, VI, VII e XIX) e 48 (inciso XIII) da Constituição Federal, não havendo espaço para competência legislativa dos estados-membros para tratar da matéria. O ministro salientou que a norma mineira chega a vedar algo permitido pela lei federal que rege a matéria.\nDevido ao novo empate, com cinco votos pela procedência parcial e cinco votos pela procedência total da ADI, será aguardado o voto do ministro Gilmar Mendes.\nMB/AD\nLeia mais:\n26/02/2015 – Suspensa análise de lei mineira que trata da venda de títulos de capitalização\n25/02/2010 – Suspenso julgamento sobre lei mineira que proíbe venda casada de títulos de capitalização\n ", 
  "title": "Empate na votação suspende julgamento sobre lei mineira que trata de títulos de capitalização"
 }, 
 {
  "published": "Wed, 15 Jun 2016 18:06:00 -0300", 
  "link": "http://www.stf.jus.br/portal/cms/verNoticiaDetalhe.asp?idConteudo=319025", 
  "description": "O Plenário do Supremo Tribunal Federal (STF) iniciou na sessão desta quarta-feira (15) o julgamento do Recurso Extraordinário (RE) 651703, de relatoria do ministro Luiz Fux, que questiona a incidência de Imposto sobre Serviço de Qualquer Natureza (ISSQN) sobre as atividades de planos de saúde. Após a apresentação do voto do relator, ministro Luiz Fux, a análise da matéria foi suspensa por pedido de vista formulado pelo ministro Marco Aurélio. O tema teve a repercussão geral reconhecida, por isso a decisão a ser tomada pelo Supremo neste caso deverá ser aplicada a pelo menos 27 processos que estão sobrestados (suspensos) em todo o país aguardando este julgamento.\nNo caso em questão, o Hospital Marechal Cândido Rondon Ltda., que tem plano de saúde próprio, questiona cobrança de ISSQN pelo Município de Marechal Candido Rondon (PR). O Tribunal de Justiça do Paraná (TJ-PR) entende que a lei municipal que prevê a cobrança não é inconstitucional, na medida em que repete incidência prevista na Lei Complementar (LC) 116/2003, exceto quanto à base de cálculo.\nO código tributário municipal dispõe que o ISSQN incide sobre a totalidade das receitas oriundas do pagamento das mensalidades, enquanto a lei de âmbito nacional não abrange o valor bruto entregue pago ao plano de saúde, mas sim a comissão, ou seja, a receita obtida sobre a diferença entre o valor recebido pelo contratante e o repassado a terceiros que prestam serviços. Mas a questão da base de cálculo não está sendo apreciada pelo Supremo.\nÚnico a se manifestar até agora, o ministro Luiz Fux votou no sentido de negar provimento ao recurso do hospital, por entender que as operadoras de plano de saúde e de seguro saúde realizam prestação de serviço sujeito ao ISSQN previsto no artigo 156, inciso III, da Constituição Federal. Em seu voto, o ministro afirmou que a LC 116/2003 traz uma lista anexa que estabelece os serviços tributáveis pelo ISSQN, de competência dos municípios e do Distrito Federal, dentre eles o objeto do recurso em análise. O ministro afirmou que a questão da base de cálculo transitou em julgado, porque não foi objeto de recurso por parte do Município de Marechal Candido Rondon, e por isso não será analisada pelo Supremo pela sistemática da repercussão geral.\nVista \nAo pedir vista, o ministro Marco Aurélio afirmou que questão tratada neste recurso é de grande relevância. Lembrou que a Lei federal 9.656/1998, que dispõe sobre os planos e seguros privados de assistência à saúde, define a atividade do recorrente como atividade ligada a seguro, cuja competência para impor tributos é da União. Este é inclusive um dos argumentos das partes que questionaram a incidência do ISSQN na sessão de hoje, na qualidade de amici curiae (amigos da Corte). O representante da Federação Nacional de Saúde Suplementar (FENASAÚDE) afirmou que o Estado é incapaz de prestar os serviços de saúde, por isso delega essa atividade aos planos de saúde, mas estes estão sendo “sufocados por uma tributação perversa”. Lembrou ainda que o mercado de saúde suplementar se deteriorou nos últimos anos, em razão da queda na renda das famílias, e isso terá impacto no SUS.\nTambém foram admitidos como amici curiae a Confederação Nacional dos Municípios (CNM), o Município de São Paulo, a Associação Brasileira das Secretarias de Finanças das Capitais Brasileiras (ABRASF) e a Associação Brasileira de Medicina de Grupo (ABRAMGE). O advogado do hospital sustentou que sua atividade principal configuraria obrigação de dar, e que o contrato mantido com o usuário teria natureza jurídica de seguro, uma vez que os serviços seriam eventualmente utilizados, não estando sujeitas, pois, à incidência do ISSQN.\nVP/AD\nLeia mais:\n26/10/2012 – Incidência de ISS sobre atividades de planos de saúde tem repercussão geral\n\n ", 
  "title": "STF inicia julgamento de recurso que discute cobrança de ISSQN sobre atividade de planos de saúde"
 }, 
 {
  "published": "Wed, 15 Jun 2016 18:06:00 -0300", 
  "link": "http://www.stf.jus.br/portal/cms/verNoticiaDetalhe.asp?idConteudo=319023", 
  "description": "Na sessão plenária desta quarta-feira (15), o Supremo Tribunal Federal (STF) declarou a inconstitucionalidade da Lei 11.464/2000, do Rio Grande do Sul, que alterava a Lei 10.000/1993 e autorizava o Poder Executivo a promover a extinção da Companhia Riograndense de Laticínios e Correlatos (Corlac). A decisão unânime julgou procedente a Ação Direta de Inconstitucionalidade (ADI) 2295, ajuizada na Corte pelo governo do estado.\nA ação sustentava que a lei em questão, por ser de iniciativa parlamentar, “é manifestamente inconstitucional”, uma vez que se destina a regular a utilização de bens do Poder Público, bem como determina a criação de conselho no âmbito do Poder Executivo. Para o governo, tal autorização configura intervenção de um Poder na esfera de competências do outro.\nEm março de 2001, o Plenário do Supremo deferiu pedido de liminar na ação para suspender a eficácia do inciso I do artigo 1º da Lei 11.464/2000.\nO ministro Marco Aurélio, relator, reiterou posição apresentada no julgamento da medida liminar e votou pela procedência da ação. Para o ministro, o vício formal da norma impugnada “é gritante”.\nSegundo o relator, lei de iniciativa parlamentar não poderia determinar o que o governo do estado deve ou não fazer com os bens da extinta Corlac. “Têm-se aqui preceitos que só poderiam ser objeto de deliberação pela Assembleia do estado, caso houvesse a iniciativa do chefe do Poder Executivo”, disse o relator, cujo voto foi seguido pelos demais ministros presentes na sessão.\nSP/AD", 
  "title": "STF invalida lei de iniciativa parlamentar do RS que trata da extinção de cooperativa de laticínios"
 }, 
 {
  "published": "Wed, 15 Jun 2016 17:06:00 -0300", 
  "link": "http://www.stf.jus.br/portal/cms/verNoticiaDetalhe.asp?idConteudo=319022", 
  "description": "O presidente do Supremo Tribunal Federal (STF), ministro Ricardo Lewandowski, rejeitou recurso apresentado pela presidente afastada Dilma Rousseff contra decisão da Comissão Especial de Impeachment que estabeleceu o limite de três minutos para as testemunhas responderem às arguições formuladas. A defesa pedia para que não houvesse limitação temporal, tanto na formulação de perguntas às testemunhas, como nas respostas apresentadas.\nO recurso alega que a decisão questionada não está embasada no Código de Processo Penal (CPP), nem na doutrina, nem na jurisprudência e, por isso, viola o direito à ampla defesa previsto no artigo 5º, inciso LV, da Constituição Federal.\nO ministro Ricardo Lewandowski entendeu que o pedido não deveria ser conhecido. Ele ressaltou que ao presidente do Supremo, atuando nesta fase do processo de impeachment como órgão recursal, cabe realizar apenas o controle de legalidade dos procedimentos adotados pela comissão especial, “não lhe sendo lícito, a princípio, interferir nas soluções dadas pela Presidência daquele colegiado”. De acordo com o ministro, a maioria dessas questões são de natureza interna corporis e a ingerência externa só é lícita caso seja demonstrada flagrante lesão ao direito de defesa ou patente inobservância do precedente de 1992.\nSegundo o ministro, a Constituição Federal, a Lei 1.079/1950, o CPP e o próprio Regimento Interno do Senado Federal não contêm qualquer disposição sobre o tempo destinado à inquirição e às respostas das testemunhas. Portanto, conforme o presidente, não há no caso nenhum controle de legalidade a ser exercido quanto ao ato questionado. Lewandowski frisou que, em razão de não existirem regras que regulem o assunto contido no recurso, não há violação de qualquer dispositivo constitucional, legal ou regulamentar, competindo ao presidente da comissão especial, com base no artigo 89, inciso I, do Regimento Interno do Senado, ordenar e dirigir os trabalhos, “colmatando eventuais lacunas normativas que possam surgir no desenrolar destes”.\n“Não fosse isso, penso que não é irrazoável que o tempo das perguntas e das respostas na inquirição de testemunhas seja equivalente, até mesmo porque se mostra consentâneo com o princípio da proporcionalidade”, avaliou o presidente do STF. Consideradas as peculiaridades do processo de impeachment, ele destacou ser desejável o estabelecimento prévio de regras para as atividades da comissão especial como, por exemplo, quanto à fixação de um prazo para as intervenções de todos os participantes nos distintos momentos de trabalho.\nPara o ministro, “é preciso permitir que aqueles que são convocados para desempenhar o elevado múnus público de colaborar com os julgadores [21 senadores], possam concluir adequadamente as respostas, sem interrupções indevidas, ressalvado sempre o poder de direção dos trabalhos conferido pelo regimento interno ao presidente da comissão”. Este, conforme o ministro, poderá interromper a fala das testemunhas ou ampliar o seu tempo de explanação, “tendo em conta a pertinência ou impertinência do depoimento destas para o adequado esclarecimento das teses esgrimidas pela acusação e pela defesa”.\nEmbargos\nO ministro Ricardo Lewandowski também analisou outro recurso [embargos de declaração], apresentado pelo senador Randolfe Rodrigues e outros senadores contra decisão do ministro que rejeitou embargos de declaração contra a negativa de medida liminar que pedia a suspensão da reunião realizada no dia 8 de junho de 2016. Lewandowski entendeu que há razão no recurso quanto à alegada omissão, uma vez que não teria sido analisada, embora constasse do pedido, a validade do estabelecimento do tempo de respostas das testemunhas. No entanto, ele observou que a questão está superada diante da decisão proferida no recurso apresentado pela presidente afastada. O ministro então transcreveu o inteiro daquela decisão, de forma a esclarecer o questionamento feito nos embargos.\nEC/AD", 
  "title": "Impeachment: rejeitado recurso contra limite de três minutos para resposta de testemunhas"
 }, 
 {
  "published": "Wed, 15 Jun 2016 14:06:00 -0300", 
  "link": "http://www.stf.jus.br/portal/cms/verNoticiaDetalhe.asp?idConteudo=318920", 
  "description": "A ministra Rosa Weber, do Supremo Tribunal Federal (STF), negou seguimento (julgou inviável) à Reclamação (RCL) 19632, ajuizada pelo Estado de Goiás contra decisão do Tribunal de Justiça de Goiás (TJ-GO) que declarou inconstitucional norma estadual que estabelecia punições a servidores grevistas, como corte de ponto, exoneração de ocupantes de cargos em comissão e dispensa do exercício de função de confiança.\nO estado explica que a corte especial do TJ-GO declarou a inconstitucionalidade dos artigos 1º e 2º do Decreto Estadual 7.964/2013, o qual estabelece medidas administrativas a serem adotadas, no âmbito do Poder Executivo, em razão de greves e paralisações promovidas por servidores estaduais. Para o reclamante, a decisão ofende entendimento do STF firmado no julgamento do Mandado de Injunção (MI) 708, no qual o Supremo decidiu que, até a edição de lei regulamentadora do direito de greve dos servidores públicos, a Lei federal 7.783/1989 poderia ser aplicada para possibilitar o exercício desse direito. O decreto estadual julgado inconstitucional, de acordo com o Estado de Goiás, ao prever o desconto em folha dos dias não trabalhados, “nada mais fez do que aplicar a regra do artigo 7º da Lei Federal 7.783/1989”.\nAinda segundo a argumentação do estado, o TJ conferiu interpretação equivocada à decisão do Supremo ao concluir que o corte de pagamento e a exoneração dos servidores ocupantes de cargos de provimento em comissão somente poderiam se dar em caso de manutenção do movimento grevistas após celebração de acordo ou decisão judicial pela ilegalidade do litígio. Pontua que, para evitar o desconto, os servidores teriam que demonstrar, por meio de dissídio coletivo, a legitimidade e a legalidade.\nNegado seguimento\nA relatora da reclamação, ministra Rosa Weber, afirmou que o Supremo, ao julgar os Mandados de Injunção 670, 708 e 712, assegurou o direito de greve dos servidores públicos mediante a aplicação das Leis 7.701/1988 e 7.783/1989, no que couber. Na ocasião, de acordo com a ministra, “restou facultado ao Tribunal competente decidir acerca do mérito do pagamento dos dias de paralisação, considerada a abusividade, ou não, da greve, e adotar regime mais severo em razão de tratar-se de paralisação de serviços ou atividades essenciais”.\nDessa forma, para a relatora, “não há falar, portanto, em descumprimento das decisões proferidas pelo Supremo, uma vez que a autoridade reclamada não inviabilizou ou sequer restringiu o direito de greve, em razão de lacuna normativa”, disse. A ministra declarou que o TJ-GO, em atenção à decisão do STF nos mandados de injunção, bem como mediante interpretação da Lei 7.783/1989, concluiu pela impossibilidade de aplicação imediata das medidas previstas no decreto estadual, sem que houvesse declaração de ilegalidade da paralisação pelo órgão judicial competente.\nPor fim, a relatora destacou que o instituto da reclamação não deve ser utilizado para questionar a correta aplicação da Lei 7.783/89, uma vez que “tal exame deve ser realizado pelas vias recursais ordinárias”.\n- Leia a íntegra da decisão.\nSP/AD", 
  "title": "Mantida decisão que invalidou norma sobre punições a servidores grevistas em Goiás"
 }, 
 {
  "published": "Wed, 15 Jun 2016 09:06:00 -0300", 
  "link": "http://www.stf.jus.br/portal/cms/verNoticiaDetalhe.asp?idConteudo=318961", 
  "description": "14h - Sessão Plenária\n17h50 - Presidente do Banco do Brasil, Paulo Caffarelli\n18h15 - Senador Randolfe Rodrigues (Rede-AP)\n19h - Posse da nova diretoria da Associação dos Juízes Federais do Brasil (Ajufe)\n19h15 - Recepção em homenagem aos 90 Anos da Rainha Elizabeth II", 
  "title": "Agenda do presidente do STF, ministro Ricardo Lewandowski, para esta quarta-feira (15)"
 }, 
 {
  "published": "Tue, 14 Jun 2016 20:06:00 -0300", 
  "link": "http://www.stf.jus.br/portal/cms/verNoticiaDetalhe.asp?idConteudo=318922", 
  "description": "O ministro Teori Zavascki, do Supremo Tribunal Federal (STF), abriu prazo de cinco dias para que a defesa do deputado federal afastado Eduardo Cunha (PMDB-RJ) se manifeste sobre o pedido de prisão preventiva do parlamentar formulado pelo procurador-geral da República, Rodrigo Janot. O ministro adotou a medida na Ação Cautelar (AC) 4175. Em seu despacho, o relator determinou ainda a retirada do sigilo do processo.\n ", 
  "title": "Defesa de Eduardo Cunha terá cinco dias para se manifestar sobre pedido de prisão"
 }, 
 {
  "published": "Tue, 14 Jun 2016 20:06:00 -0300", 
  "link": "http://www.stf.jus.br/portal/cms/verNoticiaDetalhe.asp?idConteudo=318921", 
  "description": "O ministro Teori Zavascki, do Supremo Tribunal Federal (STF), indeferiu requerimentos formulados pelo procurador-geral da República, Rodrigo Janot, de decretação de prisão preventiva dos senadores Renan Calheiros e Romero Jucá e do ex-presidente da República José Sarney. Segundo o ministro, não se verifica, pelos elementos apresentados, situação de flagrante de crimes inafiançáveis ou permanentes cometidos pelos parlamentares. De acordo com a Constituição Federal (art. 53, parágrafo 2º), “Desde a expedição do diploma, os membros do Congresso Nacional não poderão ser presos, salvo em flagrante de crime inafiançável\".\nOs pedidos foram formulados na Ação Cautelar (AC) 4173 – que não tramita mais em regime de segredo de Justiça –, com base em gravações feitas por Sérgio Machado, ex-presidente da Petrobras Transporte S.A. (Transpetro), em acordo de colaboração premiada que, segundo o procurador-geral,  demonstrariam “manobras para embaraçar a operação Lava-Jato”. Para o ministro Teori, porém, não há fundamentos suficientes para o acolhimento do pedido. “As evidências apresentadas não são suficientemente concretas para legitimar a medida excepcional”, afirmou. “O Ministério Público não apontou a realização de diligências complementares, tendentes a demonstrar elementos mínimos de autoria e materialidade, a fim de justificar a medida de cunho restritivo, fundamentando o seu pedido exclusivamente no conteúdo das conversas gravadas pelo colaborador e em seu próprio depoimento”.\nO ministro destacou que a prisão é a medida cautelar mais grave no processo penal e, por desafiar o direito fundamental da presunção de inocência, somente se legitima em situações em que for o único meio eficiente para preservar os valores jurídicos que a lei penal visa a proteger, segundo o artigo 312 do Código de Processo Penal. “Fora dessas hipóteses excepcionais, a prisão preventiva representa simplesmente uma antecipação da pena, o que tem merecido censura pela jurisprudência do STF”, assinalou.\nOutra premissa destacada é a de que a medida pressupõe prova da existência do crime (materialidade) e indício suficiente de autoria, mas esses pressupostos devem ser acompanhados dos fundamentos da garantia da ordem pública ou econômica, da conveniência da instrução criminal ou da segurança da aplicação da lei penal. “Decretar ou não decretar a prisão preventiva não deve antecipar juízo de culpa ou de inocência, nem, portanto, pode ser visto como antecipação da reprimenda ou como gesto de impunidade”, afirmou.\nSegundo Teori Zavascki, as gravações realizadas por Sérgio Machado “revelam diálogos que aparentemente não se mostram à altura de agentes públicos titulares dos mais elevados mandatos de representação popular”. Ressaltou, porém, que “não se pode deixar de relativizar a seriedade de algumas afirmações, captadas sem a ciência do interlocutor, em estrito ambiente privado”.\nA jurisprudência do STF, ressalta o relator, se orienta no sentido de que, em princípio, não se pode legitimar a decretação da prisão preventiva unicamente com o argumento da credibilidade das instituições públicas, nem a repercussão nacional de certo episódio, nem o sentimento de indignação da sociedade. “Não se nega que a sociedade tem justificadas e sobradas razões para se indignar com notícias de supostas práticas de crimes, em especial quando envolvam seus representantes, e de esperar uma adequada resposta do Estado, no sentido de identificar e punir os responsáveis”, observou. “Todavia, a sociedade saberá também compreender que a credibilidade das instituições, especialmente do Poder Judiciário, somente se fortalecerá na exata medida em que for capaz de manter o regime de estrito cumprimento da lei, seja na apuração e no julgamento desses graves delitos, seja na preservação dos princípios constitucionais da presunção de inocência, do direito à ampla defesa e do devido processo legal, no âmbito dos quais \nse insere também o da vedação de prisões provisórias fora dos estritos casos autorizados pelo legislador”.\nBusca e apreensão\nO ministro Teori Zavascki também negou o pedido feito na Ação Cautelar (AC) 4174, em que Janot pretendia que fossem autorizadas medidas de busca e apreensão em endereços vinculados a Renan Calheiros, Romero Jucá, José Sarney, Vandenbergue dos Santos Sobreira Machado e Bruno Mendes para colher documentos ou outras provas relacionadas com os fatos investigados. Segundo o ministro do STF, apesar do esforço do Ministério Público em tentar extrair do conteúdo das conversas gravadas pelo ex-presidente da Transpetro Sérgio Machado fundamentos para embasar o pedido, as evidências apresentadas não são suficientemente precisas para legitimar a medida excepcional, não tendo o Ministério Público demonstrado sua imprescindibilidade para a elucidação dos fatos narrados.\nDelação premiada\nO ministro Teori Zavascki acolheu, porém, na Petição (PET) 6138, pedido do Ministério Público Federal para retirar o sigilo dos acordos de colaboração premiada firmados pelo ex-senador Sérgio Machado e seus filhos Daniel Firmeza Machado, Sérgio Firmeza Machado e Expedito Machado da Ponte Neto. O ministro observou que a Lei 12.850/2013 impõe regime de sigilo ao acordo e aos procedimentos correspondentes até que a denúncia seja recebida. O relator explicou que a restrição tem como objetivo proteger o colaborador e garantir o êxito das investigações. “No caso, todavia, a manifestação do órgão acusador revela não mais subsistirem razões para impor o regime restritivo de publicidade”, concluiu.\nCF,VP,PR/AD\n- Íntegra da decisão quanto aos pedidos de prisão (AC 4173).\n- Íntegra da decisão sobre os pedidos de busca e apreensão (AC 4174).", 
  "title": "Ministro Teori nega pedido de prisão de Renan Calheiros, Romero Jucá e José Sarney"
 }, 
 {
  "published": "Tue, 14 Jun 2016 17:06:00 -0300", 
  "link": "http://www.stf.jus.br/portal/cms/verNoticiaDetalhe.asp?idConteudo=318909", 
  "description": "Por maioria, a Primeira Turma do Supremo Tribunal Federal (STF) deferiu em parte, nesta terça-feira (14), pedido de Extradição (EXT 1415) do nacional italiano Gianluca Medina, formulado pelo governo da Itália, país no qual foi condenado pelos crimes de tráfico de drogas, porte de arma de fogo, posse de munição de guerra, receptação, falsificação de documentos, roubo praticado em concurso de pessoas e porte de arma. Medina está preso preventivamente para fins de extradição desde julho de 2015.\nO governo italiano requereu a extradição para que o réu cumpra pena decorrente de duas sentenças condenatórias. A primeira delas, de 21 de julho de 2008, condenou Medina à pena de 3 anos e 4 meses de reclusão e multa por tráfico de drogas, porte de arma de fogo, posse de munição de guerra, receptação e falsificação de documentos.\nNa segunda sentença, em 24 de janeiro de 2013, o extraditando foi condenado a 3 anos, 6 meses e 15 dias de reclusão, pelo crime de roubo praticado em concurso de pessoas e porte de arma. Essas duas sentenças transitaram em julgado, respectivamente, em 13 de outubro de 2009 e 2 de abril de 2015.\nO governo da Itália informou que, quanto ao primeiro processo, o condenado cumpriu prisão preventiva no período de 8 de maio de 2002 a 28 de outubro de 2002, portanto 5 meses e 21 dias. O pedido de extradição refere-se ao cumprimento da pena residual de 6 anos, 4 meses e 24 dias de reclusão, considerando o somatório das duas condenações. Conforme os autos, ao ser interrogado, o extraditando declarou que desejava retornar voluntariamente à Itália para cumprir a pena que lhe foi imposta. Afirmou ter conhecimento das condenações e disse que teve oportunidade de se defender, mas veio para o Brasil porque pretendia escapar da condenação.\nRelator \nO relator do processo, ministro Edson Fachin, deferiu em parte o pedido para excluir a contravenção de porte de “arma branca” e condicionar a extradição aos compromissos previstos no Estatuto do Estrangeiro (Lei 6.815/80), entre eles a detração da pena relativa ao período em que esteve preso no Brasil para fins de extradição. O ministro avaliou que o requisito da dupla incriminação está presente, exceto quanto ao porte de arma branca, por se tratar de contravenção penal e não de crime, segundo a lei brasileira. Nesse caso, ele lembrou que não se concede extradição quando o fato que motivar o pedido for mera contravenção no Brasil.\nQuanto à prescrição, o relator adotou critério previsto na lei brasileira segundo a qual, em caso de concurso de crimes, a análise da prescrição é feita considerada a pena de cada crime, de forma isolada. De acordo com ele, a pena imposta aglomerada aos diversos delitos não impede a concessão da extradição pela impossibilidade de se exigir a submissão do Estado requerente ao sistema penal brasileiro, o qual determina o cálculo da prescrição das penas isoladamente. “A punibilidade, segundo a lei brasileira, deve ser aferida para cada crime isoladamente, estando preenchido o requisito da dupla punibilidade, ressaltou.\nEm análise à legalidade da extradição, o ministro Edson Fachin considerou que o pedido atende às formalidades do Estatuto do Estrangeiro e que os demais fatos imputados encontram correspondência aos tipos penais no Brasil. Acompanharam o relator os ministros Luiz Fux, Rosa Weber e Luís Roberto Barroso. Ficou vencido o ministro Marco Aurélio, que deferia o pedido de extradição em menor extensão.\nEC/CR", 
  "title": "1ª Turma concede extradição de nacional italiano condenado por tráfico de drogas"
 }
]